Repository: p2pu/p2pu-components
Catalog: i18n/*.po
Languages: af, es, fi, pt, ro

source: Always available
af: Altyd beskikbaar
fi: Aina saatavilla
pt: Sempre disponível
ro: Întotdeauna disponibil

source: Check availability
af: Sien beskikbaarheid
fi: Tarkista saatavuus
pt: Verificar disponibilidade
ro: Verifică disponibilitatea

source: ${ rating_number } ratings
af: ${ rating_number } graderings
fi: ${ rating_number } arviota
pt: ${ rating_number } classificações
ro: ${ rating_number } rating

source: ${ rating_number } rating
af: ${ rating_number } gradering
fi: ${ rating_number } arvio
pt: ${ rating_number } classificação

source: Used in ${ usage_number } learning circles
af: Gebruik deur ${ usage_number } studiekringe
fi: Käytetty ${ usage_number } opintopiirissä
pt: Usado em ${ usage_number } círculos de aprendizagem
ro: Folosit în ${ usage_number } cercuri de învățare

source: Used in ${ usage_number } learning circle
af: Gebruik deur ${ usage_number } studiekring
fi: Used in ${ usage_number } opintopiirissä
pt: Usado em ${ usage_number } círculo de aprendizagem
ro: Folosit în ${ usage_number } cercuri de învățare

source: Topics
af: Onderwerpe
es: Temas
fi: Aiheet
pt: Tópicos
ro: Teme

source: Provider
af: Verskaffer
fi: Tarjoaja
pt: Fornecedor
ro: Furnizor

source: Access
af: Toegang
fi: Pääsy
pt: Acesso
ro: Acces

source: Community feedback
af: Gemeenskap terugvoer

source: More details
af: Meer inligting
fi: Lisätietoja
pt: Mais detalhes
ro: Mai multe detalii

source: Sign up for ${ course.title }
af: Teken aan vir ${ course.title }
es: Inscribirse para ${ course.title }
fi: Ilmoittaudu kurssille ${ course.title }
pt: Inscreva-se em ${ course.title }
ro: Înscrie-te la ${ course.title }

source: Facilitated by ${ learningCircle.facilitator }
af: Gefasiliteer deur ${ learningCircle.facilitator }
es: Facilitado por ${ learningCircle.facilitator }
fi: Ohjaajana toimii ${ learningCircle.facilitator }
pt: Facilitado por ${ learningCircle.facilitator }
ro: Facilitat de ${ learningCircle.facilitator }

source: Course materials provided by ${ courseProviderLink }
af: Kurses materiale work versaf deur ${ courseProviderLink }
es: Materiales del curso suministrados por ${ courseProviderLink }
fi: Kurssimateriaalin tarjoaa ${ courseProviderLink }
pt: Materiais do curso disponibilizados por ${ courseProviderLink }
ro: Materialele de curs sunt furnizate de către ${ courseProviderLink }

source: This learning circle meets ${ meetingDay } from ${ startTime } to ${ endTime } (${ learningCircle.time_zone }), ${ startDate }.
af: ${ meetingDay } vanaf ${ startTime } tot ${ endTime } (${ learningCircle.time_zone }), ${ startDate }.
es: El círculo de aprendizaje se reúne ${ meetingDay } de ${ startTime } a ${ endTime } (${ learningCircle.time_zone }), ${ startDate }.
fi: Tämä opintopiiri kokoontuu ${ meetingDay } klo ${ startTime } - ${ endTime } (${ learningCircle.time_zone }), ${ startDate }
pt: Este círculo de aprendizagem realizar-se-á ${ meetingDay } das ${ startTime } às ${ endTime } (${ learningCircle.time_zone }), ${ startDate }.
ro: Acest cerc de învățare se întâlnește ${ meetingDay } de la ${ startTime } la ${ endTime } (${ learningCircle.time_zone }), ${ startDate }.

source: This learning circle meets every ${ meetingDay } from ${ startTime } to ${ endTime } (${ learningCircle.time_zone }) starting ${ startDate } for ${ learningCircle.weeks } weeks.
af: Hierdie studykring ontmoet elke ${ meetingDay } van ${ startTime } tot ${ endTime } (${ learningCircle.time_zone }) vanaf ${ startDate } vir ${ learningCircle.weeks } weke.
es: Este círculo de aprendizaje se reúne cada ${ meetingDay } de ${ startTime } a ${ endTime } (${ learningCircle.time_zone }) Empezando el ${ startDate } durante ${ learningCircle.weeks } weeks.
fi: Tämä opintopiiri kokoontuu joka ${ meetingDay } klo ${ startTime } - ${ endTime } (${ learningCircle.time_zone }) alkaen ${ startDate } ${ learningCircle.weeks } viikon ajan.
pt: Este círculo de aprendizagem realiza-se todas as ${ meetingDay } das ${ startTime } às ${ endTime } (${ learningCircle.time_zone }) A iniciar ${ startDate } durante ${ learningCircle.weeks } semanas.
ro: Acest cerc de învățare se întâlnește în fiecare ${ meetingDay } de la ${ startTime } la ${ endTime } (${ learningCircle.time_zone }) începând cu ${ startDate } pentru ${ learningCircle.weeks } săptămâni.

source: At ${ venueLink }, ${ learningCircle.venue_address }
af: Ontmoet by ${ venueLink }, ${ learningCircle.venue_address }
es: En ${ venueLink }, ${ learningCircle.venue_address }
pt: Em ${ venueLink }, ${ learningCircle.venue_address }

source: Use this course
af: Gebruik hierdie kurses
fi: Käytä tätä kurssia
pt: Use este curso
ro: Folosește acest curs

source: Start a learning circle in your neighborhood
af: Begin a studiekring in you buurt
es: Comience un círculo de aprendizaje en su vecindario

source: ${ weekDay } from ${ formattedStartTime } to ${ formattedEndTime } (${ learningCircle.time_zone })
af: ${ weekDay } vanaf ${ formattedStartTime } tot ${ formattedEndTime } (${ learningCircle.time_zone })
es: ${ weekDay } de ${ formattedStartTime } a ${ formattedEndTime } (${ learningCircle.time_zone })
fi: ${ weekDay } klo ${ formattedStartTime } - ${ formattedEndTime } (${ learningCircle.time_zone })
pt: ${ weekDay } das ${ formattedStartTime } às ${ formattedEndTime } (${ learningCircle.time_zone })
ro: ${ weekDay } de la ${ formattedStartTime } la ${ formattedEndTime } (${ learningCircle.time_zone })

source: ${ learningCircle.weeks } weeks starting ${ formattedDate }
af: ${ learningCircle.weeks } weke vanaf ${ formattedDate }
es: ${ learningCircle.weeks } semanas empezando el ${ formattedDate }
fi: ${ learningCircle.weeks } viikkoa alkaen ${ formattedDate }
pt: ${ learningCircle.weeks } Inicia a ${ formattedDate }
ro: ${ learningCircle.weeks } săptămâni începând cu ${ formattedDate }

source: Sign up
af: Skryf in
es: Inscripción
fi: Ilmoittaudu
pt: Iniciar sessão
ro: Înscrie-te

source: Meeting at ${ learningCircle.venue }
af: Ontmoet by ${ learningCircle.venue }
es: La reunión se llevará a cabo en ${ learningCircle.venue }
fi: Tapaamispaikka ${ learningCircle.venue }
pt: Reunião em ${ learningCircle.venue }
ro: Întâlnirea are loc la ${ learningCircle.venue }

source: Monday
af: Maandag
es: Lunes
fi: Maanantai
pt: segunda feira
ro: Luni

source: Tuesday
af: Dinsdag
es: Martes
fi: Tiistai
pt: terça feira
ro: Marți

source: Wednesday
af: Woensdag
es: Miércoles
fi: Keskiviikko
pt: quarta feira
ro: Miercuri

source: Thursday
af: Donderdag
es: Jueves
fi: Torstai
pt: quinta feira
ro: Joi

source: Friday
af: Vrydag
es: Viernes
fi: Perjantai
pt: sexta feira
ro: Vineri

source: Saturday
af: Saturdag
es: Sábado
fi: Lauantai
pt: Sábado
ro: Sâmbătă

source: Sunday
af: Sondag
es: Domingo
fi: Sunnuntai
pt: domingo
ro: Duminică

source: Course title
af: Kurses titel
fi: Kurssin nimi
pt: Título do curso
ro: Titlul cursului

source: Popularity
af: Gewildheid
fi: Kurssin suosio
pt: Popularidade
ro: Popularitate

source: Community rating
af: Gemeenskap gradering
fi: Arviot
pt: Classificação da comunidade
ro: Rating-ul comunității

source: Recently added
af: Onlangs toegevoeg
fi: Viimeksi lisätyt
pt: Adicionado recentemente
ro: Adăugat recent

source: Keyword, organization, facilitator, etc...
af: Sleutelwoorde, organisasie, fasiliteerder, ens...
es: Palabra clave, organización, facilitador, etc...
fi: Avainsana, organisaatio, ohjaaja, jne...
pt: Palavra-chave, organização, facilitador, etc...
ro: Cuvinte cheie, organizație, facilitator, etc...

source: Title, subject, etc...
af: Titel, onderwerk, ens...
fi: Otsikko, aihe, jne...
pt: Título, assunto, etc ...
ro: Titlu, subiect, etc....

source: To increase my employability
af: Om my indiensneembaarheid te verbeter
es: Para aumentar mis posibilidades de conseguir empleo

source: Professional development for my current job
af: Profesionele ontwikkeling vir my huidige werk
es: Desarrollo profesional en mi empleo actual

source: To accompany other educational programs
af: Om ander opvoedkundige programme te vergesel
es: Para complementar otros programas educativos

source: Personal interest
af: Personlike belangstelling
es: Interés personal

source: Social reasons
af: Sosiale redes
es: Motivos sociales

source: For fun / to try something new
af: Vir pret / om iets nuut uit the probeer
es: Por diversión / Intentar algo nuevo

source: Other
af: Ander
es: Otro

source: Both
af: Albei
es: Ambos

source: Just a laptop
af: Net 'n skootrekenaar
es: Sólo una computadora portátil

source: Just headphones
af: Net oorfone
es: Sólo audífonos

source: Neither
af: Geeneen
es: Ninguno

source: Can't do
af: Kan nie doen nie.
es: No puedo

source: Need help doing
af: Het hulp nodig om te doen
es: Necesito ayuda para hacerlo

source: Can do with difficulty
af: Kan met 'n gesukkel doen
es: Puedo hacerlo con dificultad

source: Can do
af: Kan doen
es: Puedo hacerlo

source: Expert (can teach others)
af: Kenner
es: Experto (puedo enseñar a otros)

source: Name
af: Naam
es: Nombre
fi: Nimi
pt: Nome
ro: Nume

source: Email address
af: Epos
es: Dirección de correo electrónico
fi: Sähköpostiosoite
pt: Endereço de e-mail
ro: Adresă de e-mail

source: What is your goal for taking this learning circle?
af: What is jou doel om hierdie studiekring te neem?
es: Cual es su objetivo al tomar este curso?

source: Select one of the following
af: Kies een van die volgende
es: Seleccione uno de los siguientes

source: A successful study group requires the support of all of its members. How will you help your peers achieve their goals?
af: 'n Suksesvolle studiekring vereis die ondersteuning van alle lede. Hoe sal jy jou mede-lede ondersteun?
es: Un grupo de estudio exitoso requiere el apoyo de todos sus miembros. Como ayudará a sus compañeros a lograr sus objetivos?
fi: Opintopiiri onnistuu parhaiten, kun kaikki osallistujat tukevat toisiaan. Miten voisit edistää yhteistä oppimista?
pt: Um grupo de estudo bem-sucedido requer o apoio de todos os membros. Como poderá ajudar os seus colegas a alcançar os seus objetivos?
ro: Un grup de învățare de succes necesită sprijinul tuturor membrilor. Cum îți vei ajuta colegii să își atingă obiectivele?

source: Can you bring a laptop and headphones to the learning circle each week?
af: Kan jy jou eie rekenaar en oorfone bring elke week?
es: Puede traer una computadora portátil y auriculares al círculo de aprendizaje cada semana?

source: How comfortable are you using the internet?
af: Hoe gemaklik is jy om die internet te gebruik?
es: Qué tan cómodo se siente usando Internet?

source: If you'd like to receive weekly text messages reminding you of upcoming learning circle meetings, put your phone number here.
af: As jy 'n weekliske herhindering per SMS wil ontvang, verskaf jou selfoon nommer hier.
fi: Jos haluat saada tekstiviestitse muistutuksen tapaamisista, lisää puhelinnumerosi tähän.
pt: Se desejar receber um SMS semanal a lembrar as próximas reuniões dos círculos de aprendizagem, introduza o seu número de telefone aqui.
ro: Dacă dorești să primești săptămânal mesaje care să îți reamintească despre următoarele întâlniri ale cercului tău de învățare, introdu numărul tău de telefon aici.

source: Your number won't be shared with other participants.
af: Jou nommer sal nie gedeel word met onder ondernemers nie.
es: Su número no será compartido con otros participantes.
fi: Puhelinnumeroasi ei jaeta muille osallistujille.
pt: O seu número não será partilhado com outros participantes.
ro: Numărul tău de telefon nu va fi oferit celorlalți participanți.

source: Would you like to receive information about other learning opportunities in the future?
af: Wil u inligting oor ander studie geleenthede in die toekoms ontvang?
es: Le gustaría recibir información acerca de otras oportunidades de aprendizaje en el futuro?

source: Back to search
af: Terug na soek
es: Regresar a búsqueda
fi: Takaisin hakuun
pt: Voltar à pesquisa
ro: Înapoi la căutare

source: Submitting...
af: Besig om te versend
es: Enviando...
fi: Lähetetään...
pt: A submeter...
ro: Se trimite...

source: Showing ${ props.searchResults.length } of ${ props.totalResults } result
af: Vertoon ${ props.searchResults.length } van ${ props.totalResults } resultaat
fi: Näytetään ${ props.searchResults.length } yhteensä ${ props.totalResults } tuloksesta.
pt: ${ props.searchResults.length } de ${ props.totalResults } resultados
ro: Afișare ${ props.searchResults.length } din ${ props.totalResults } rezultat

source: reset the search form
af: begin oor
es: Reiniciar el formulario de búsqueda
fi: tyhjennä hakulomake
pt: redefinir o formulário de pesquisa
ro: Resetează formularul de căutare

source: To see more results, either remove some filters or ${ resetButton }
af: Om meer resultate te sien, verwyder sekere filters of ${ resetButton }
es: Para ver más resultados, puede o remover algunos filtros o ${ resetButton }
fi: Nähdäksesi lisää hakutuloksia vähennä kriteereitä tai ${ resetButton }
pt: Para ver mais resultados, remova alguns filtros ou ${ resetButton }
ro: Pentru a vedea mai multe rezultate, renunță la anumite filtre sau ${ resetButton }

source: Search
af: Soek
es: Buscar
fi: Haku
pt: Procurar
ro: Caută

source: Thank you for signing up. We've sent you an email introducing you to your facilitator and we'll send you a reminder two days before each meeting.
af: Dankie dat n insgeskryf het. Ons het sopas 'n epos gestuur om jou aan you fasiliteerder voor te stel. Ons sal jou 2 day voor elke byeenkoms 'n herhnnering stuur.
es: Gracias por inscribirse. Le hemos enviado un correo presentándole a su facilitador y recibirá un recordatorio dos días antes de cada reunión.
fi: Kiitos ilmoittautumisestasi. Olemme lähettäneet sinulle sähköpostin, josta selviää opintopiirisi ohjaaja. Lähetämme muistutusviestin 2 päivää ennen jokaista tapaamista.
pt: Obrigado por inscrever-se. Enviaremos um e-mail a apresentar o seu facilitador e um lembrete dois dias antes de cada reunião.
ro: Îți mulțumim pentru înscriere. Am trimis un mail de introducere facilitatorului tău și îți vom trimite reminder cu două zile înainte de fiecare întâlnire.

source: Sort by
af: Sorteer volgens
es: Clasificar por
fi: Lajittele
pt: Ordenar por
ro: Sortează după

source: Used by ${ number } learning circle
af: Gebruik deur ${ number } studiekring
fi: Käytetty ${ number } opintopiiriin
pt: Usado em ${ number } círculo de aprendizagem
ro: Folosit în ${ number } cercuri de învățare

source: Location
af: Ligging
es: Ubicación
fi: Sijainti
pt: Localização
ro: Locul de desfășurare

source: Language
af: Taal
es: Idioma
fi: Kieli
pt: Língua
ro: Limba

source: Meeting Day(s)
af: Ontmoeting dag/dae
es: Día(s) de reunión
fi: Tapaamispäivä(t)
pt: Dia(s) da Reunião
ro: Ziua/zilele de întâlnire

source: Unable to detect location.
af: Kon nie ligging opspoor nie
es: No es posible detectar la ubicación.
fi: Sijaintia ei pystytä määrittämään
pt: Não foi possível detectar a localização.
ro: Locul de desfășurare nu poate fi identificat

source: Geolocation is not supported by this browser.
af: Geolocation word nie deur hierdie blaaier ondersteun nie.
es: Geolocalización no es compatible con este navegador.
fi: Sijainti ei ole käytettävissä
pt: A localização não é suportada por este navegador.
ro: Geolocalizarea nu este suportata de acest browser.

source: Use my current location
af: Gebruik my huidige ligging
es: Usar mi ubicación actual
fi: Käytä nykyistä sijaintiani
pt: Usar a minha localização atual
ro: Folosește localizarea mea curentă

source: Detecting your location...
af: Ontdek jou ligging ...
es: Detectando su ubicación
fi: Haetaan sijaintia...
pt: A procurar localização
ro: Identifică localizarea ta...

source: Using your current location
af: Gebruik jou huidige ligging
es: Usando mi ubicación actual
fi: Käytetään nykyistä sijaintiasi
pt: A usar a localização atual
ro: Folosește localizarea ta curentă

source: miles
af: myl
es: Millas
fi: mailia
pt: milhas
ro: mile

source: Within ${ value } ${ unit }
af: Binne ${ value } ${ unit }
es: Dentro de ${ value } ${ unit }
fi: Etsi ${ value } ${ unit } säteellä
pt: No interior ${ value } ${ unit }
ro: În ${ value } ${ unit }

source: Select a location
af: Kies 'n plek
es: Seleccione una ubicación
fi: Valitse sijainti
pt: Selecionar localização
ro: Alege un loc

source: What topics are you interested in?
af: Watter onderwerpe stel jy belang in?
es: En cuales temas estás interesado?
fi: Mistä aiheista olet kiinnostunut?
pt: Em que tópicos tem interesse?
ro: Ce teme te interesează?

source: Select as many topics as you want
af: Kies soveel onderwerpe as wat jy wil
es: Seleccione todos los temas que desee
fi: Valitse niin monta aihetta kuin haluat
pt: Selecione os tópicos que desejar
ro: Selectează cât de multe teme dorești

source: What languages are you interested in?
af: Watter tale stel jy belang in?
fi: Mistä kielistä olet kiinnostunut?
pt: Em que idiomas está interessado?
ro: Ce limbi străine te interesează?

source: Select as many languages as you want
af: Kies soveel tale as wat jy wil
fi: Valitse niin monta kieltä kuin haluat
pt: Selecione os idiomas que quiser
ro: Selectează câte limbi străine dorești

source: Only open educational resources (OER)
af: Sleg OER kursusse
fi: Vain avoimet oppimateriaalit (OER)
pt: Apenas recursos educativos abertos (REA)
ro: Numai resurse educaționale deschise (OER)

source: All courses
af: Alle kursusse
fi: Kaikki kurssit
pt: Todos os cursos
ro: Toate cursurile

source: There are no active learning circles right now.
fi: Tällä hetkellä ei ole käynnissä olevia opintopiirejä.
pt: De momento não existem círculos de aprendizagem ativos.
ro: In acest moment nu exista cercuri de invatare active.

source: Platform
fi: Alusta
pt: Plataforma
ro: Platforma

source: Course website
fi: Kurssisivu
ro: Pagina cursului

source: At ${ venueLink }
fi: Paikka: ${ venueLink }
ro: La ${ venueLink }

source: More information.
fi: Lisätietoja.
ro: Mai multe informații aici.

source: I consent that P2PU may process my personal data provided here for the purpose of participating in this learning circle. ${ gdprLink }
fi: Hyväksyn, että P2PU voi käsitellä täällä annettuja henkilötietojani opintopiiriin osallistumiseen liittyen. ${ gdprLink }
ro: Sunt de acord ca cei de la P2PU să proceseze datele mele personale, oferite în cadrul formularului, cu scopul de a participa la cercurile de învățare. ${ gdprLink }

source: Why do you want to learn this topic?
fi: Miksi olet kiinnostunut tästä aiheesta?
pt: Porque quer aprender este tópico?
ro: De ce doresti să înveți despre această temă?

source: I would like to receive emails about other future learning opportunities from P2PU.
fi: Haluaisin saada sähköpostitse tietoa tulevista opintopiireistä.
pt: Gostaria de receber e-mails da P2PU sobre futuras oportunidades de aprendizagem.
ro: Doresc să primesc e-mail-uri despre alte oportunități de învățare de la P2PU.

source: Filter
fi: Rajaa
pt: Filtro
ro: Filtru

source: OER mode
es: Modo OER
fi: Avoimet oppimateriaalit
pt: modo REA
ro: Modul OER

source: km
fi: kilometriä

source: or
fi: tai
pt: ou
ro: sau

source: Start typing a city name
fi: Kirjoita kaupungin nimi
pt: Procurar por cidade
ro: Începe să tastezi numele localității

source: No results for this city
fi: Ei tuloksia tälle kaupungille
pt: Nenhum resultado para esta cidade
ro: Nici un rezultat pentru această localitate

source: I consent that P2PU can share my signup information with the learning circle facilitator and send me emails and/or text messages related to this learning circle.
pt: Concordo que a P2PU partilhe as minhas informações de inscrição com o facilitador do círculo de aprendizagem e a enviar e-mails e / ou mensagens de texto relacionadas a esse círculo de aprendizagem.

source: If you’d like to receive weekly text messages reminding you of upcoming learning circle meetings, put your phone number here.
es: Si quisiera recibir mensajes de texto cada semana recordándole las próximas reuniones del círculo de aprendizaje, por favor introduzca su número de teléfono aquí.
